export const hi = {
  welcome: {
    title: 'राम मंदिर निर्माण क्विज़',
    description: 'ऐतिहासिक राम मंदिर निर्माण और इसके पीछे चले संघर्ष के बारे में अपनी जानकारी जाँचें। प्रत्येक सही उत्तर के साथ मंदिर को जीवंत होते देखें!',
    instructions: 'आपके पास प्रत्येक प्रश्न के लिए 1 मिनट है। सही उत्तर देकर मंदिर के एक नए भाग को अनलॉक करें और उसे प्रकाशित करें।',
    startButton: 'शुरू करने के लिए टैप करें'
  },
  quiz: {
    level: 'स्तर',
    showHint: 'संकेत दिखाएं',
    hideHint: 'संकेत छिपाएं',
    tryAgain: 'पुनः प्रयास करें',
    timeRemaining: 's'
  },
  completion: {
    congratulations: 'बधाई हो!',
    completed: 'आपने राम मंदिर निर्माण क्विज़ पूरा कर लिया है!',
    score: 'स्कोर',
    playAgain: 'फिर से खेलें',
    footer: 'राम मंदिर आस्था और एकता का प्रतीक है। इसकी ऐतिहासिक यात्रा के बारे में जानने के लिए धन्यवाद।'
  },
  questions: [
    {
      "text": "किस वर्ष में अयोध्या में मंदिर को नष्ट किया गया था?",
      "options": [
        "1528",
        "1605"
      ],
      "correctAnswer": 0
    },
    {
      "text": "1949 में राम लल्ला के चमत्कारी दर्शन को किसने देखा था?",
      "options": [
        "आनंद शर्मा - मंदिर भक्त",
        "अब्दुल बरकत - रात की सुरक्षा पर ड्यूटी पर पुलिसकर्मी"
      ],
      "correctAnswer": 1
    },
    {
      "text": "किस संगठन ने तीन पवित्र स्थल—अयोध्या, काशी और मथुरा को पुनः प्राप्त करने के लिए प्रस्ताव पारित किया?",
      "options": [
        "भारतीय जनता पार्टी (BJP)",
        "विश्व हिंदू परिषद (VHP)"
      ],
      "correctAnswer": 1
    },
    {
      "text": "शिलदान और शिलापूजन का उद्देश्य क्या था?",
      "options": [
        "अयोध्या को अंकित ईंटें भेजना",
        " मंदिर निर्माण के लिए दान एकत्रित करना"
      ],
      "correctAnswer": 0
    },
    {
      "text": "1989 में राम मंदिर का पहला नींव पत्थर किसने रखा था?",
      "options": [
        "अशोक सिंघल - VHP के प्रमुख",
        "कमेश्वर चौपाल - दलित समुदाय के सामाजिक कार्यकर्ता"
      ],
      "correctAnswer": 1
    },
    {
      "text": "किस शिलालेख ने राम मंदिर के अस्तित्व के लिए मजबूत ऐतिहासिक साक्ष्य प्रदान किया?",
      "options": [
        "अशोक के शिलालेख",
        "विष्णु-हरी शिलालेख"
      ],
      "correctAnswer": 1
    },
    {
      "text": "राम जन्मभूमि मामले में सर्वोच्च न्यायालय ने किस तारीख को अंतिम निर्णय सुनाया?",
      "options": [
        "9 नवम्बर, 2019",
        "6 दिसम्बर, 2018"
      ],
      "correctAnswer": 0
    },
  
  ]
};